{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "\"": 1,
      "'": 2,
      ",": 3,
      "-": 4,
      ".": 5,
      "0": 6,
      "2": 7,
      "A": 8,
      "B": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "I": 14,
      "M": 15,
      "N": 16,
      "O": 17,
      "R": 18,
      "S": 19,
      "T": 20,
      "W": 21,
      "a": 22,
      "b": 23,
      "c": 24,
      "d": 25,
      "e": 26,
      "f": 27,
      "g": 28,
      "h": 29,
      "i": 30,
      "k": 31,
      "l": 32,
      "m": 33,
      "n": 34,
      "o": 35,
      "p": 36,
      "q": 37,
      "r": 38,
      "s": 39,
      "t": 40,
      "u": 41,
      "v": 42,
      "w": 43,
      "x": 44,
      "y": 45,
      "z": 46,
      "Ċ": 47,
      "č": 48,
      "Ġ": 49,
      "Ġt": 50,
      "he": 51,
      "Ġa": 52,
      "in": 53,
      "re": 54,
      "Ġthe": 55,
      "on": 56,
      "at": 57,
      "st": 58,
      "en": 59,
      "Ġo": 60,
      "ed": 61,
      "ra": 62,
      "it": 63,
      "Ġc": 64,
      "Ġof": 65,
      "er": 66,
      "Ġan": 67,
      "ar": 68,
      "is": 69,
      "Ġs": 70,
      "an": 71,
      "Ġe": 72,
      "or": 73,
      "Ġto": 74,
      "ing": 75,
      "ion": 76,
      "Ġp": 77,
      "Ġin": 78,
      "Ġre": 79,
      "Ġb": 80,
      "ent": 81,
      "Ġand": 82,
      "Ġh": 83,
      "ve": 84,
      "Ġd": 85,
      "al": 86,
      "Ġth": 87,
      "un": 88,
      "Ġw": 89,
      "es": 90,
      "ts": 91,
      "Ġm": 92,
      "ation": 93,
      "ch": 94,
      "ore": 95,
      "čĊ": 96,
      "ĠA": 97,
      "ĠD": 98,
      "Ġex": 99,
      "'s": 100,
      "ci": 101,
      "li": 102,
      "ou": 103,
      "ec": 104,
      "ic": 105,
      "ist": 106,
      "vi": 107,
      "ĠT": 108,
      "Ġf": 109,
      "Ġn": 110,
      "Ġra": 111,
      "Ġun": 112,
      "rad": 113,
      "ity": 114,
      "El": 115,
      "ab": 116,
      "ce": 117,
      "ear": 118,
      "le": 119,
      "lo": 120,
      "ly": 121,
      "ma": 122,
      "om": 123,
      "orad": 124,
      "ver": 125,
      "Ġcity": 126,
      "ĠDorad": 127,
      "Ġexp": 128,
      "ĠDorado": 129,
      "am": 130,
      "fore": 131,
      "zon": 132,
      "infore": 133,
      "res": 134,
      "Ġbe": 135,
      "ĠAma": 136,
      "cient": 137,
      "ĠThe": 138,
      "ĠAmazon": 139,
      "co": 140,
      "ig": 141,
      "im": 142,
      "ld": 143,
      "th": 144,
      "Ġit": 145,
      "ĠEl": 146,
      "her": 147,
      "Ġint": 148,
      "et": 149,
      "ls": 150,
      "ow": 151,
      "rch": 152,
      "tu": 153,
      "ved": 154,
      "Ġen": 155,
      "Ġte": 156,
      "ral": 157,
      "isco": 158,
      "Ġrem": 159,
      "Ġha": 160,
      "Ġde": 161,
      "Ġdisco": 162,
      "Ġthis": 163,
      "very": 164,
      "ag": 165,
      "ay": 166,
      "eo": 167,
      "ment": 168,
      "op": 169,
      "ot": 170,
      "ur": 171,
      "ĠR": 172,
      "Ġg": 173,
      "Ġl": 174,
      "Ġy": 175,
      "Ġis": 176,
      "Ġare": 177,
      "Ġarch": 178,
      "ind": 179,
      "ate": 180,
      "ith": 181,
      "Ġcon": 182,
      "Ġcom": 183,
      "ark": 184,
      "ory": 185,
      "Ġby": 186,
      "Ġhist": 187,
      "vel": 188,
      "Ġthat": 189,
      "ations": 190,
      "ous": 191,
      "Ġits": 192,
      "Ġremark": 193,
      "ac": 194,
      "ak": 195,
      "aeo": 196,
      "cher": 197,
      "ds": 198,
      "el": 199,
      "gion": 200,
      "hat": 201,
      "il": 202,
      "iz": 203,
      "ire": 204,
      "ivi": 205,
      "pres": 206,
      "ro": 207,
      "rom": 208,
      "se": 209,
      "ted": 210,
      "ul": 211,
      "yst": 212,
      "ĠI": 213,
      "Ġon": 214,
      "Ġtim": 215,
      "Ġas": 216,
      "rets": 217,
      "ated": 218,
      "ence": 219,
      "Ġcivi": 220,
      "Ġsec": 221,
      "ants": 222,
      "ork": 223,
      "Ġpot": 224,
      "Ġres": 225,
      "Ġregion": 226,
      "Ġwith": 227,
      "ĠDr": 228,
      "lie": 229,
      "liz": 230,
      "out": 231,
      "ists": 232,
      "Ġfind": 233,
      "Ġnow": 234,
      "able": 235,
      "ears": 236,
      "earcher": 237,
      "log": 238,
      "Ġexpl": 239,
      "amire": 240,
      "Ġbelie": 241,
      "ths": 242,
      "Ġinto": 243,
      "tural": 244,
      "Ġhave": 245,
      "ĠRamire": 246,
      "Ġyears": 247,
      "aeolog": 248,
      "00": 249,
      "ap": 250,
      "as": 251,
      "ain": 252,
      "bout": 253,
      "ced": 254,
      "de": 255
    },
    "merges": [
      "Ġ t",
      "h e",
      "Ġ a",
      "i n",
      "r e",
      "Ġt he",
      "o n",
      "a t",
      "s t",
      "e n",
      "Ġ o",
      "e d",
      "r a",
      "i t",
      "Ġ c",
      "Ġo f",
      "e r",
      "Ġa n",
      "a r",
      "i s",
      "Ġ s",
      "a n",
      "Ġ e",
      "o r",
      "Ġt o",
      "in g",
      "i on",
      "Ġ p",
      "Ġ in",
      "Ġ re",
      "Ġ b",
      "en t",
      "Ġan d",
      "Ġ h",
      "v e",
      "Ġ d",
      "a l",
      "Ġt h",
      "u n",
      "Ġ w",
      "e s",
      "t s",
      "Ġ m",
      "at ion",
      "c h",
      "o re",
      "č Ċ",
      "Ġ A",
      "Ġ D",
      "Ġe x",
      "' s",
      "c i",
      "l i",
      "o u",
      "e c",
      "i c",
      "i st",
      "v i",
      "Ġ T",
      "Ġ f",
      "Ġ n",
      "Ġ ra",
      "Ġ un",
      "ra d",
      "it y",
      "E l",
      "a b",
      "c e",
      "e ar",
      "l e",
      "l o",
      "l y",
      "m a",
      "o m",
      "o rad",
      "v er",
      "Ġc ity",
      "ĠD orad",
      "Ġex p",
      "ĠDorad o",
      "a m",
      "f ore",
      "z on",
      "in fore",
      "re s",
      "Ġb e",
      "ĠA ma",
      "ci ent",
      "ĠT he",
      "ĠAma zon",
      "c o",
      "i g",
      "i m",
      "l d",
      "t h",
      "Ġ it",
      "Ġ El",
      "he r",
      "Ġin t",
      "e t",
      "l s",
      "o w",
      "r ch",
      "t u",
      "v ed",
      "Ġ en",
      "Ġt e",
      "ra l",
      "is co",
      "Ġre m",
      "Ġh a",
      "Ġd e",
      "Ġd isco",
      "Ġth is",
      "ver y",
      "a g",
      "a y",
      "e o",
      "m ent",
      "o p",
      "o t",
      "u r",
      "Ġ R",
      "Ġ g",
      "Ġ l",
      "Ġ y",
      "Ġ is",
      "Ġa re",
      "Ġa rch",
      "in d",
      "at e",
      "it h",
      "Ġc on",
      "Ġc om",
      "ar k",
      "or y",
      "Ġb y",
      "Ġh ist",
      "ve l",
      "Ġth at",
      "ation s",
      "ou s",
      "Ġit s",
      "Ġrem ark",
      "a c",
      "a k",
      "a eo",
      "c her",
      "d s",
      "e l",
      "g ion",
      "h at",
      "i l",
      "i z",
      "i re",
      "i vi",
      "p res",
      "r o",
      "r om",
      "s e",
      "t ed",
      "u l",
      "y st",
      "Ġ I",
      "Ġ on",
      "Ġt im",
      "Ġa s",
      "re ts",
      "at ed",
      "en ce",
      "Ġc ivi",
      "Ġs ec",
      "an ts",
      "or k",
      "Ġp ot",
      "Ġre s",
      "Ġre gion",
      "Ġw ith",
      "ĠD r",
      "li e",
      "li z",
      "ou t",
      "ist s",
      "Ġf ind",
      "Ġn ow",
      "ab le",
      "ear s",
      "ear cher",
      "lo g",
      "Ġexp l",
      "am ire",
      "Ġbe lie",
      "th s",
      "Ġint o",
      "tu ral",
      "Ġha ve",
      "ĠR amire",
      "Ġy ears",
      "aeo log",
      "0 0",
      "a p",
      "a s",
      "a in",
      "b out",
      "c ed",
      "d e"
    ]
  }
}