{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "&": 1,
      "(": 2,
      ")": 3,
      ",": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      ";": 18,
      "?": 19,
      "[": 20,
      "]": 21,
      "_": 22,
      "a": 23,
      "b": 24,
      "c": 25,
      "d": 26,
      "e": 27,
      "f": 28,
      "g": 29,
      "h": 30,
      "i": 31,
      "j": 32,
      "k": 33,
      "l": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "q": 39,
      "r": 40,
      "s": 41,
      "t": 42,
      "u": 43,
      "v": 44,
      "w": 45,
      "x": 46,
      "y": 47,
      "z": 48,
      "à": 49,
      "â": 50,
      "æ": 51,
      "ç": 52,
      "è": 53,
      "é": 54,
      "ê": 55,
      "ë": 56,
      "î": 57,
      "œ": 58,
      "—": 59,
      "‘": 60,
      "’": 61,
      "“": 62,
      "”": 63,
      "…": 64,
      "﻿": 65,
      "th": 66,
      "_th": 67,
      "_a": 68,
      "er": 69,
      "ou": 70,
      "_s": 71,
      "in": 72,
      "_h": 73,
      "_m": 74,
      "_w": 75,
      "en": 76,
      "or": 77,
      "nd": 78,
      "_b": 79,
      "_the": 80,
      "_i": 81,
      "_t": 82,
      "es": 83,
      "_f": 84,
      "ar": 85,
      "_o": 86,
      "ll": 87,
      "_c": 88,
      "at": 89,
      "is": 90,
      "_d": 91,
      "_l": 92,
      "on": 93,
      "an": 94,
      "_p": 95,
      "_n": 96,
      "_y": 97,
      "re": 98,
      "_of": 99,
      "_you": 100,
      "_and": 101,
      "_to": 102,
      "ing": 103,
      "st": 104,
      "_g": 105,
      "ed": 106,
      "om": 107,
      "ow": 108,
      "ve": 109,
      "le": 110,
      "_wi": 111,
      "and": 112,
      "us": 113,
      "ce": 114,
      "_in": 115,
      "_be": 116,
      "_no": 117,
      "ch": 118,
      "se": 119,
      "_he": 120,
      "ld": 121,
      "_my": 122,
      "_ha": 123,
      "ay": 124,
      "ir": 125,
      "it": 126,
      "_e": 127
    },
    "merges": [
      "t h",
      "_ th",
      "_ a",
      "e r",
      "o u",
      "_ s",
      "i n",
      "_ h",
      "_ m",
      "_ w",
      "e n",
      "o r",
      "n d",
      "_ b",
      "_th e",
      "_ i",
      "_ t",
      "e s",
      "_ f",
      "a r",
      "_ o",
      "l l",
      "_ c",
      "a t",
      "i s",
      "_ d",
      "_ l",
      "o n",
      "a n",
      "_ p",
      "_ n",
      "_ y",
      "r e",
      "_o f",
      "_y ou",
      "_a nd",
      "_t o",
      "in g",
      "s t",
      "_ g",
      "e d",
      "o m",
      "o w",
      "v e",
      "l e",
      "_w i",
      "a nd",
      "u s",
      "c e",
      "_ in",
      "_b e",
      "_n o",
      "c h",
      "s e",
      "_h e",
      "l d",
      "_m y",
      "_h a",
      "a y",
      "i r",
      "i t",
      "_ e"
    ]
  }
}