{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<UNK>": 0,
      "<SEP>": 1,
      "<MASK>": 2,
      "<CLS>": 3,
      "'": 4,
      ",": 5,
      "-": 6,
      ".": 7,
      "A": 8,
      "B": 9,
      "C": 10,
      "D": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "L": 16,
      "M": 17,
      "N": 18,
      "O": 19,
      "P": 20,
      "S": 21,
      "T": 22,
      "U": 23,
      "V": 24,
      "W": 25,
      "a": 26,
      "b": 27,
      "c": 28,
      "d": 29,
      "e": 30,
      "f": 31,
      "g": 32,
      "h": 33,
      "i": 34,
      "j": 35,
      "k": 36,
      "l": 37,
      "m": 38,
      "n": 39,
      "o": 40,
      "p": 41,
      "q": 42,
      "r": 43,
      "s": 44,
      "t": 45,
      "u": 46,
      "v": 47,
      "w": 48,
      "x": 49,
      "y": 50,
      "z": 51,
      "th": 52,
      "the": 53,
      "in": 54,
      "es": 55,
      "ing": 56,
      "er": 57,
      "ro": 58,
      "nd": 59,
      "or": 60,
      "ea": 61,
      "en": 62,
      "gh": 63,
      "of": 64,
      "on": 65,
      "st": 66,
      "il": 67,
      "ir": 68,
      "ar": 69,
      "and": 70,
      "lo": 71,
      "ch": 72,
      "re": 73,
      "igh": 74,
      "ts": 75,
      "sh": 76,
      "ter": 77,
      "an": 78,
      "al": 79,
      "un": 80,
      "ight": 81,
      "und": 82,
      "ent": 83,
      "ly": 84,
      "for": 85,
      "Th": 86,
      "The": 87,
      "to": 88,
      "ed": 89,
      "at": 90,
      "ill": 91,
      "le": 92,
      "rou": 93,
      "ver": 94,
      "low": 95,
      "ain": 96,
      "their": 97,
      "as": 98,
      "sun": 99,
      "mo": 100,
      "ol": 101,
      "ri": 102,
      "so": 103,
      "throu": 104,
      "through": 105,
      "ds": 106,
      "sc": 107,
      "ves": 108,
      "et": 109,
      "br": 110,
      "qu": 111,
      "rom": 112,
      "est": 113,
      "ning": 114,
      "li": 115,
      "ks": 116,
      "ap": 117,
      "sk": 118,
      "ting": 119,
      "lea": 120,
      "se": 121,
      "les": 122,
      "sound": 123,
      "um": 124,
      "ac": 125,
      "its": 126,
      "sp": 127
    },
    "merges": [
      "t h",
      "th e",
      "i n",
      "e s",
      "in g",
      "e r",
      "r o",
      "n d",
      "o r",
      "e a",
      "e n",
      "g h",
      "o f",
      "o n",
      "s t",
      "i l",
      "i r",
      "a r",
      "a nd",
      "l o",
      "c h",
      "r e",
      "i gh",
      "t s",
      "s h",
      "t er",
      "a n",
      "a l",
      "u n",
      "igh t",
      "u nd",
      "en t",
      "l y",
      "f or",
      "T h",
      "Th e",
      "t o",
      "e d",
      "a t",
      "il l",
      "l e",
      "ro u",
      "v er",
      "lo w",
      "a in",
      "the ir",
      "a s",
      "s un",
      "m o",
      "o l",
      "r i",
      "s o",
      "th rou",
      "throu gh",
      "d s",
      "s c",
      "v es",
      "e t",
      "b r",
      "q u",
      "ro m",
      "es t",
      "n ing",
      "l i",
      "k s",
      "a p",
      "s k",
      "t ing",
      "l ea",
      "s e",
      "l es",
      "so und",
      "u m",
      "a c",
      "i ts",
      "s p"
    ]
  }
}