{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<UNK>": 0,
      "'": 1,
      ",": 2,
      "-": 3,
      ".": 4,
      "A": 5,
      "B": 6,
      "C": 7,
      "D": 8,
      "F": 9,
      "G": 10,
      "H": 11,
      "I": 12,
      "L": 13,
      "M": 14,
      "N": 15,
      "O": 16,
      "P": 17,
      "S": 18,
      "T": 19,
      "U": 20,
      "V": 21,
      "W": 22,
      "a": 23,
      "b": 24,
      "c": 25,
      "d": 26,
      "e": 27,
      "f": 28,
      "g": 29,
      "h": 30,
      "i": 31,
      "j": 32,
      "k": 33,
      "l": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "q": 39,
      "r": 40,
      "s": 41,
      "t": 42,
      "u": 43,
      "v": 44,
      "w": 45,
      "x": 46,
      "y": 47,
      "z": 48,
      "th": 49,
      "the": 50,
      "in": 51,
      "es": 52,
      "ing": 53,
      "er": 54,
      "ro": 55,
      "nd": 56,
      "or": 57,
      "ea": 58,
      "en": 59,
      "gh": 60,
      "of": 61,
      "on": 62,
      "st": 63,
      "il": 64,
      "ir": 65,
      "ar": 66,
      "and": 67,
      "lo": 68,
      "ch": 69,
      "re": 70,
      "igh": 71,
      "ts": 72,
      "sh": 73,
      "ter": 74,
      "an": 75,
      "al": 76,
      "un": 77,
      "ight": 78,
      "und": 79,
      "ent": 80,
      "ly": 81,
      "for": 82,
      "Th": 83,
      "The": 84,
      "to": 85,
      "ed": 86,
      "at": 87,
      "ill": 88,
      "le": 89,
      "rou": 90,
      "ver": 91,
      "low": 92,
      "ain": 93,
      "their": 94,
      "as": 95,
      "sun": 96,
      "mo": 97,
      "ol": 98,
      "ri": 99,
      "so": 100,
      "throu": 101,
      "through": 102,
      "ds": 103,
      "sc": 104,
      "ves": 105,
      "et": 106,
      "br": 107,
      "qu": 108,
      "rom": 109,
      "est": 110,
      "ning": 111,
      "li": 112,
      "ks": 113,
      "ap": 114,
      "sk": 115,
      "ting": 116,
      "lea": 117,
      "se": 118,
      "les": 119,
      "sound": 120,
      "um": 121,
      "ac": 122,
      "its": 123,
      "sp": 124,
      "be": 125,
      "sil": 126,
      "ur": 127
    },
    "merges": [
      "t h",
      "th e",
      "i n",
      "e s",
      "in g",
      "e r",
      "r o",
      "n d",
      "o r",
      "e a",
      "e n",
      "g h",
      "o f",
      "o n",
      "s t",
      "i l",
      "i r",
      "a r",
      "a nd",
      "l o",
      "c h",
      "r e",
      "i gh",
      "t s",
      "s h",
      "t er",
      "a n",
      "a l",
      "u n",
      "igh t",
      "u nd",
      "en t",
      "l y",
      "f or",
      "T h",
      "Th e",
      "t o",
      "e d",
      "a t",
      "il l",
      "l e",
      "ro u",
      "v er",
      "lo w",
      "a in",
      "the ir",
      "a s",
      "s un",
      "m o",
      "o l",
      "r i",
      "s o",
      "th rou",
      "throu gh",
      "d s",
      "s c",
      "v es",
      "e t",
      "b r",
      "q u",
      "ro m",
      "es t",
      "n ing",
      "l i",
      "k s",
      "a p",
      "s k",
      "t ing",
      "l ea",
      "s e",
      "l es",
      "so und",
      "u m",
      "a c",
      "i ts",
      "s p",
      "b e",
      "s il",
      "u r"
    ]
  }
}