{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "&": 2,
      "(": 3,
      ")": 4,
      ",": 5,
      "-": 6,
      ".": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "3": 11,
      "4": 12,
      "5": 13,
      "6": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      ":": 18,
      ";": 19,
      "?": 20,
      "A": 21,
      "B": 22,
      "C": 23,
      "D": 24,
      "E": 25,
      "F": 26,
      "G": 27,
      "H": 28,
      "I": 29,
      "J": 30,
      "K": 31,
      "L": 32,
      "M": 33,
      "N": 34,
      "O": 35,
      "P": 36,
      "Q": 37,
      "R": 38,
      "S": 39,
      "T": 40,
      "U": 41,
      "V": 42,
      "W": 43,
      "Y": 44,
      "[": 45,
      "]": 46,
      "_": 47,
      "a": 48,
      "b": 49,
      "c": 50,
      "d": 51,
      "e": 52,
      "f": 53,
      "g": 54,
      "h": 55,
      "i": 56,
      "j": 57,
      "k": 58,
      "l": 59,
      "m": 60,
      "n": 61,
      "o": 62,
      "p": 63,
      "q": 64,
      "r": 65,
      "s": 66,
      "t": 67,
      "u": 68,
      "v": 69,
      "w": 70,
      "x": 71,
      "y": 72,
      "z": 73,
      "¦": 74,
      "Ã": 75,
      "â": 76,
      "Ċ": 77,
      "č": 78,
      "Ġ": 79,
      "Ģ": 80,
      "Ķ": 81,
      "ĺ": 82,
      "Ļ": 83,
      "ľ": 84,
      "Ŀ": 85,
      "čĊ": 86,
      "Ġt": 87,
      "Ġth": 88,
      "ĠĠ": 89,
      "Ġa": 90,
      "Ġs": 91,
      "in": 92,
      "ou": 93,
      "Ġm": 94,
      "er": 95,
      "Ġh": 96,
      "Ġw": 97,
      "Ġb": 98,
      "re": 99,
      "nd": 100,
      "Ġthe": 101,
      "at": 102,
      "ĠčĊ": 103,
      "Ġo": 104,
      "is": 105,
      "Ġf": 106,
      "ĠĠĠĠ": 107,
      "ll": 108,
      "ĠI": 109,
      "es": 110,
      "or": 111,
      "Ġd": 112,
      "Ġl": 113,
      "it": 114,
      "âĢ": 115,
      "ve": 116,
      "âĢĻ": 117,
      "Ġc": 118,
      "Ġn": 119,
      "en": 120,
      "Ġp": 121,
      "ea": 122,
      "on": 123,
      "Ġy": 124,
      "Ġto": 125,
      "Ġyou": 126,
      "Ġof": 127,
      "ĠT": 128,
      "ot": 129,
      "an": 130,
      "ing": 131,
      "st": 132,
      "ed": 133,
      "Ġin": 134,
      "Ġand": 135,
      "ow": 136,
      "Ġmy": 137,
      "ĠA": 138,
      "Ġg": 139,
      "ĠTh": 140,
      "se": 141,
      "om": 142,
      "ĠW": 143,
      "ut": 144,
      "ar": 145,
      "Ġbe": 146,
      "ce": 147,
      "Ġwh": 148,
      "Ġsh": 149,
      "ch": 150,
      "et": 151,
      "ld": 152,
      "Ġthat": 153,
      "Ġha": 154,
      "ay": 155,
      "gh": 156,
      "im": 157,
      "ith": 158,
      "ir": 159,
      "Ġnot": 160,
      "ill": 161,
      "ĠS": 162,
      "Ġis": 163,
      "Ġlo": 164,
      "Ġe": 165,
      "ere": 166,
      "ĠB": 167,
      "ĠWh": 168,
      "Ġthou": 169,
      "ĠF": 170,
      "ear": 171,
      "Ġfor": 172,
      "ĠH": 173,
      "Ġme": 174,
      "Ġthy": 175,
      "ĠAnd": 176,
      "ĠL": 177,
      "our": 178,
      "ke": 179,
      "Ġst": 180,
      "Ġwith": 181,
      "Ġit": 182,
      "ght": 183,
      "ra": 184,
      "Ġhis": 185,
      "Ġu": 186,
      "th": 187,
      "Ġyour": 188,
      "ore": 189,
      "ri": 190,
      "Ġre": 191,
      "le": 192,
      "ĠC": 193,
      "ver": 194,
      "Ġhe": 195,
      "Ġli": 196,
      "LE": 197,
      "Ġso": 198,
      "id": 199,
      "Ġk": 200,
      "Ġma": 201,
      "nt": 202,
      "ent": 203,
      "ly": 204,
      "ess": 205,
      "oo": 206,
      "Ġlove": 207,
      "all": 208,
      "Ġon": 209,
      "Ġhave": 210,
      "ain": 211,
      "Ġse": 212,
      "Ġthee": 213,
      "ĠP": 214,
      "Ġdo": 215,
      "est": 216,
      "ĠM": 217,
      "ath": 218,
      "oth": 219,
      "al": 220,
      "ould": 221,
      "ĠO": 222,
      "am": 223,
      "ell": 224,
      "Ġsu": 225,
      "ro": 226,
      "Ġthis": 227,
      "ine": 228,
      "Ġhim": 229,
      "Ġas": 230,
      "as": 231,
      "Ġwill": 232,
      "Ġall": 233,
      "Ġde": 234,
      "ich": 235,
      "Ġher": 236,
      "ion": 237,
      "ter": 238,
      "Ġbut": 239,
      "il": 240,
      "ru": 241,
      "ĠThe": 242,
      "ck": 243,
      "ord": 244,
      "ge": 245,
      "Ġkn": 246,
      "Ġno": 247,
      "OL": 248,
      "ur": 249,
      "if": 250,
      "ight": 251,
      "Ġan": 252,
      "Ġfa": 253,
      "lf": 254,
      "ure": 255
    },
    "merges": [
      "č Ċ",
      "Ġ t",
      "Ġt h",
      "Ġ Ġ",
      "Ġ a",
      "Ġ s",
      "i n",
      "o u",
      "Ġ m",
      "e r",
      "Ġ h",
      "Ġ w",
      "Ġ b",
      "r e",
      "n d",
      "Ġth e",
      "a t",
      "Ġ čĊ",
      "Ġ o",
      "i s",
      "Ġ f",
      "ĠĠ ĠĠ",
      "l l",
      "Ġ I",
      "e s",
      "o r",
      "Ġ d",
      "Ġ l",
      "i t",
      "â Ģ",
      "v e",
      "âĢ Ļ",
      "Ġ c",
      "Ġ n",
      "e n",
      "Ġ p",
      "e a",
      "o n",
      "Ġ y",
      "Ġt o",
      "Ġy ou",
      "Ġo f",
      "Ġ T",
      "o t",
      "a n",
      "in g",
      "s t",
      "e d",
      "Ġ in",
      "Ġa nd",
      "o w",
      "Ġm y",
      "Ġ A",
      "Ġ g",
      "ĠT h",
      "s e",
      "o m",
      "Ġ W",
      "u t",
      "a r",
      "Ġb e",
      "c e",
      "Ġw h",
      "Ġs h",
      "c h",
      "e t",
      "l d",
      "Ġth at",
      "Ġh a",
      "a y",
      "g h",
      "i m",
      "it h",
      "i r",
      "Ġn ot",
      "i ll",
      "Ġ S",
      "Ġ is",
      "Ġl o",
      "Ġ e",
      "er e",
      "Ġ B",
      "ĠW h",
      "Ġth ou",
      "Ġ F",
      "ea r",
      "Ġf or",
      "Ġ H",
      "Ġm e",
      "Ġth y",
      "ĠA nd",
      "Ġ L",
      "ou r",
      "k e",
      "Ġs t",
      "Ġw ith",
      "Ġ it",
      "gh t",
      "r a",
      "Ġh is",
      "Ġ u",
      "t h",
      "Ġyou r",
      "o re",
      "r i",
      "Ġ re",
      "l e",
      "Ġ C",
      "v er",
      "Ġh e",
      "Ġl i",
      "L E",
      "Ġs o",
      "i d",
      "Ġ k",
      "Ġm a",
      "n t",
      "en t",
      "l y",
      "es s",
      "o o",
      "Ġlo ve",
      "a ll",
      "Ġo n",
      "Ġha ve",
      "a in",
      "Ġs e",
      "Ġthe e",
      "Ġ P",
      "Ġd o",
      "es t",
      "Ġ M",
      "at h",
      "ot h",
      "a l",
      "ou ld",
      "Ġ O",
      "a m",
      "e ll",
      "Ġs u",
      "r o",
      "Ġth is",
      "in e",
      "Ġh im",
      "Ġa s",
      "a s",
      "Ġw ill",
      "Ġa ll",
      "Ġd e",
      "i ch",
      "Ġh er",
      "i on",
      "t er",
      "Ġb ut",
      "i l",
      "r u",
      "ĠTh e",
      "c k",
      "or d",
      "g e",
      "Ġk n",
      "Ġn o",
      "O L",
      "u r",
      "i f",
      "i ght",
      "Ġa n",
      "Ġf a",
      "l f",
      "u re"
    ]
  }
}