{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "&": 2,
      "'": 3,
      "(": 4,
      ")": 5,
      "*": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      "0": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "5": 15,
      "6": 16,
      "7": 17,
      "8": 18,
      "9": 19,
      ":": 20,
      ";": 21,
      "?": 22,
      "[": 23,
      "]": 24,
      "_": 25,
      "a": 26,
      "b": 27,
      "c": 28,
      "d": 29,
      "e": 30,
      "f": 31,
      "g": 32,
      "h": 33,
      "i": 34,
      "j": 35,
      "k": 36,
      "l": 37,
      "m": 38,
      "n": 39,
      "o": 40,
      "p": 41,
      "q": 42,
      "r": 43,
      "s": 44,
      "t": 45,
      "u": 46,
      "v": 47,
      "w": 48,
      "x": 49,
      "y": 50,
      "z": 51,
      "}": 52,
      "à": 53,
      "â": 54,
      "æ": 55,
      "ç": 56,
      "è": 57,
      "é": 58,
      "ê": 59,
      "ë": 60,
      "î": 61,
      "œ": 62,
      "—": 63,
      "‘": 64,
      "’": 65,
      "“": 66,
      "”": 67,
      "…": 68,
      "﻿": 69,
      "th": 70,
      "_th": 71,
      "_a": 72,
      "_s": 73,
      "er": 74,
      "ou": 75,
      "_h": 76,
      "in": 77,
      "_m": 78,
      "_w": 79,
      "nd": 80,
      "or": 81,
      "_i": 82,
      "_b": 83,
      "_the": 84,
      "_t": 85,
      "en": 86,
      "es": 87,
      "_f": 88,
      "on": 89,
      "ll": 90,
      "ar": 91,
      "at": 92,
      "_c": 93,
      "is": 94,
      "_l": 95,
      "_d": 96,
      "_o": 97,
      "an": 98,
      "_p": 99,
      "_n": 100,
      "_y": 101,
      "re": 102,
      "_to": 103,
      "_you": 104,
      "_and": 105,
      "_of": 106,
      "_g": 107,
      "st": 108,
      "ing": 109,
      "ed": 110,
      "ow": 111,
      "om": 112,
      "ve": 113,
      "_wi": 114,
      "_in": 115,
      "_be": 116,
      "le": 117,
      "se": 118,
      "_no": 119,
      "ce": 120,
      "and": 121,
      "ch": 122,
      "_he": 123,
      "_my": 124,
      "_ha": 125,
      "ir": 126,
      "_e": 127,
      "ay": 128,
      "us": 129,
      "it": 130,
      "ld": 131,
      "_wh": 132,
      "_sh": 133,
      "et": 134,
      "ere": 135,
      "ent": 136,
      "ut": 137,
      "_me": 138,
      "im": 139,
      "al": 140,
      "gh": 141,
      "as": 142,
      "_is": 143,
      "_for": 144,
      "_that": 145,
      "oo": 146,
      "ke": 147,
      "ri": 148,
      "_not": 149,
      "our": 150,
      "ad": 151,
      "_with": 152,
      "ro": 153,
      "_it": 154,
      "_k": 155,
      "all": 156,
      "am": 157,
      "_st": 158,
      "_his": 159,
      "_your": 160,
      "un": 161,
      "ght": 162,
      "_we": 163,
      "id": 164,
      "ra": 165,
      "wh": 166,
      "_thou": 167,
      "ess": 168,
      "ther": 169,
      "_do": 170,
      "ly": 171,
      "ur": 172,
      "est": 173,
      "_this": 174,
      "ord": 175,
      "ome": 176,
      "_as": 177,
      "_so": 178,
      "_him": 179,
      "ver": 180,
      "_li": 181,
      "_on": 182,
      "_have": 183,
      "ck": 184,
      "ea": 185,
      "ain": 186,
      "ould": 187,
      "_re": 188,
      "_an": 189,
      "the": 190,
      "_will": 191,
      "ore": 192,
      "ard": 193,
      "ge": 194,
      "_her": 195,
      "li": 196,
      "ood": 197,
      "_but": 198,
      "to": 199,
      "ion": 200,
      "_se": 201,
      "_lo": 202,
      "_v": 203,
      "ant": 204,
      "_de": 205,
      "_thy": 206,
      "we": 207,
      "_fa": 208,
      "up": 209,
      "_r": 210,
      "_all": 211,
      "_ma": 212,
      "ter": 213,
      "il": 214,
      "ct": 215,
      "qu": 216,
      "ill": 217,
      "_sp": 218,
      "_fr": 219,
      "_go": 220,
      "_lord": 221,
      "_shall": 222,
      "_ch": 223,
      "_kn": 224,
      "_ne": 225,
      "_su": 226,
      "_pr": 227,
      "_ex": 228,
      "ine": 229,
      "io": 230,
      "_are": 231,
      "_by": 232,
      "_what": 233,
      "_thee": 234,
      "art": 235,
      "fe": 236,
      "ot": 237,
      "em": 238,
      "_our": 239,
      "ru": 240,
      "_j": 241,
      "_at": 242,
      "ight": 243,
      "_man": 244,
      "ry": 245,
      "that": 246,
      "one": 247,
      "ind": 248,
      "be": 249,
      "la": 250,
      "ous": 251,
      "out": 252,
      "ers": 253,
      "_am": 254,
      "he": 255
    },
    "merges": [
      "t h",
      "_ th",
      "_ a",
      "_ s",
      "e r",
      "o u",
      "_ h",
      "i n",
      "_ m",
      "_ w",
      "n d",
      "o r",
      "_ i",
      "_ b",
      "_th e",
      "_ t",
      "e n",
      "e s",
      "_ f",
      "o n",
      "l l",
      "a r",
      "a t",
      "_ c",
      "i s",
      "_ l",
      "_ d",
      "_ o",
      "a n",
      "_ p",
      "_ n",
      "_ y",
      "r e",
      "_t o",
      "_y ou",
      "_a nd",
      "_o f",
      "_ g",
      "s t",
      "in g",
      "e d",
      "o w",
      "o m",
      "v e",
      "_w i",
      "_ in",
      "_b e",
      "l e",
      "s e",
      "_n o",
      "c e",
      "a nd",
      "c h",
      "_h e",
      "_m y",
      "_h a",
      "i r",
      "_ e",
      "a y",
      "u s",
      "i t",
      "l d",
      "_w h",
      "_s h",
      "e t",
      "er e",
      "en t",
      "u t",
      "_m e",
      "i m",
      "a l",
      "g h",
      "a s",
      "_i s",
      "_f or",
      "_th at",
      "o o",
      "k e",
      "r i",
      "_no t",
      "ou r",
      "a d",
      "_wi th",
      "r o",
      "_i t",
      "_ k",
      "a ll",
      "a m",
      "_s t",
      "_h is",
      "_you r",
      "u n",
      "gh t",
      "_w e",
      "i d",
      "r a",
      "w h",
      "_th ou",
      "es s",
      "th er",
      "_d o",
      "l y",
      "u r",
      "es t",
      "_th is",
      "or d",
      "om e",
      "_a s",
      "_s o",
      "_h im",
      "v er",
      "_l i",
      "_ on",
      "_ha ve",
      "c k",
      "e a",
      "a in",
      "ou ld",
      "_ re",
      "_a n",
      "th e",
      "_wi ll",
      "or e",
      "ar d",
      "g e",
      "_h er",
      "l i",
      "oo d",
      "_b ut",
      "t o",
      "i on",
      "_s e",
      "_l o",
      "_ v",
      "an t",
      "_d e",
      "_th y",
      "w e",
      "_f a",
      "u p",
      "_ r",
      "_a ll",
      "_m a",
      "t er",
      "i l",
      "c t",
      "q u",
      "i ll",
      "_s p",
      "_f r",
      "_g o",
      "_l ord",
      "_sh all",
      "_c h",
      "_k n",
      "_n e",
      "_s u",
      "_p r",
      "_e x",
      "in e",
      "i o",
      "_a re",
      "_b y",
      "_wh at",
      "_the e",
      "ar t",
      "f e",
      "o t",
      "e m",
      "_ our",
      "r u",
      "_ j",
      "_a t",
      "i ght",
      "_m an",
      "r y",
      "th at",
      "on e",
      "in d",
      "b e",
      "l a",
      "ou s",
      "ou t",
      "er s",
      "_a m",
      "h e"
    ]
  }
}