{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "&": 1,
      "(": 2,
      ")": 3,
      ",": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      ";": 18,
      "?": 19,
      "[": 20,
      "]": 21,
      "_": 22,
      "a": 23,
      "b": 24,
      "c": 25,
      "d": 26,
      "e": 27,
      "f": 28,
      "g": 29,
      "h": 30,
      "i": 31,
      "j": 32,
      "k": 33,
      "l": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "q": 39,
      "r": 40,
      "s": 41,
      "t": 42,
      "u": 43,
      "v": 44,
      "w": 45,
      "x": 46,
      "y": 47,
      "z": 48,
      "à": 49,
      "â": 50,
      "æ": 51,
      "ç": 52,
      "è": 53,
      "é": 54,
      "ê": 55,
      "ë": 56,
      "î": 57,
      "œ": 58,
      "—": 59,
      "‘": 60,
      "’": 61,
      "“": 62,
      "”": 63,
      "…": 64,
      "﻿": 65,
      "th": 66,
      "_th": 67,
      "_a": 68,
      "er": 69
    },
    "merges": [
      "t h",
      "_ th",
      "_ a",
      "e r"
    ]
  }
}