{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "&": 1,
      "(": 2,
      ")": 3,
      ",": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      ";": 18,
      "?": 19,
      "[": 20,
      "]": 21,
      "_": 22,
      "a": 23,
      "b": 24,
      "c": 25,
      "d": 26,
      "e": 27,
      "f": 28,
      "g": 29,
      "h": 30,
      "i": 31,
      "j": 32,
      "k": 33,
      "l": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "q": 39,
      "r": 40,
      "s": 41,
      "t": 42,
      "u": 43,
      "v": 44,
      "w": 45,
      "x": 46,
      "y": 47,
      "z": 48,
      "æ": 49,
      "œ": 50,
      "—": 51,
      "‘": 52,
      "’": 53,
      "“": 54,
      "”": 55,
      "th": 56,
      "_th": 57,
      "_a": 58,
      "_s": 59,
      "ou": 60,
      "er": 61,
      "_i": 62,
      "_h": 63,
      "_m": 64,
      "_w": 65,
      "nd": 66,
      "or": 67,
      "es": 68,
      "_b": 69,
      "_the": 70,
      "in": 71,
      "_t": 72,
      "en": 73,
      "_o": 74,
      "_f": 75,
      "at": 76,
      "ar": 77,
      "ll": 78,
      "_c": 79,
      "_d": 80,
      "an": 81,
      "_l": 82,
      "on": 83,
      "is": 84,
      "_y": 85,
      "_n": 86,
      "_p": 87,
      "_you": 88,
      "re": 89,
      "_of": 90,
      "_to": 91,
      "ve": 92,
      "om": 93,
      "_and": 94,
      "st": 95,
      "ed": 96,
      "_g": 97,
      "ing": 98,
      "_no": 99,
      "us": 100,
      "_wi": 101,
      "_in": 102,
      "_be": 103,
      "ow": 104,
      "ra": 105,
      "le": 106,
      "_e": 107,
      "_ha": 108,
      "_my": 109,
      "ch": 110,
      "_he": 111,
      "ce": 112,
      "ld": 113,
      "and": 114,
      "_me": 115,
      "_wh": 116,
      "ir": 117,
      "_sh": 118,
      "se": 119,
      "ay": 120,
      "ut": 121,
      "ere": 122,
      "_that": 123,
      "_for": 124,
      "im": 125,
      "_is": 126,
      "it": 127,
      "ke": 128,
      "ent": 129,
      "_not": 130,
      "gh": 131,
      "as": 132,
      "ro": 133,
      "al": 134,
      "et": 135,
      "ri": 136,
      "oo": 137,
      "our": 138,
      "_it": 139,
      "_with": 140,
      "_thou": 141,
      "ess": 142,
      "id": 143,
      "ad": 144,
      "wh": 145,
      "_your": 146,
      "_his": 147,
      "_do": 148,
      "_st": 149,
      "_we": 150,
      "_so": 151,
      "all": 152,
      "ver": 153,
      "ther": 154,
      "ant": 155,
      "_an": 156,
      "un": 157,
      "est": 158,
      "ght": 159,
      "_him": 160,
      "_lo": 161,
      "_have": 162,
      "rom": 163,
      "_k": 164,
      "_this": 165,
      "_li": 166,
      "am": 167,
      "ly": 168,
      "ould": 169,
      "_on": 170,
      "ain": 171,
      "_se": 172,
      "_as": 173,
      "ome": 174,
      "ore": 175,
      "_thy": 176,
      "_de": 177,
      "_will": 178,
      "the": 179,
      "_her": 180,
      "_but": 181,
      "ord": 182,
      "_re": 183,
      "ind": 184,
      "ge": 185,
      "li": 186,
      "pe": 187,
      "ter": 188,
      "ph": 189,
      "ur": 190,
      "we": 191,
      "_thee": 192,
      "fe": 193,
      "ood": 194,
      "to": 195,
      "ck": 196,
      "ake": 197,
      "_love": 198,
      "he": 199,
      "qu": 200,
      "ion": 201,
      "art": 202,
      "one": 203,
      "_all": 204,
      "ill": 205,
      "il": 206,
      "_kn": 207,
      "ine": 208,
      "_fa": 209,
      "ru": 210,
      "ony": 211,
      "_su": 212,
      "_v": 213,
      "ct": 214,
      "_ne": 215,
      "ich": 216,
      "ak": 217,
      "that": 218,
      "use": 219,
      "ol": 220,
      "_go": 221,
      "_by": 222,
      "_ch": 223,
      "ast": 224,
      "_at": 225,
      "_u": 226,
      "_ex": 227,
      "_what": 228,
      "_are": 229,
      "_man": 230,
      "_am": 231,
      "_lord": 232,
      "_shall": 233,
      "ros": 234,
      "op": 235,
      "ard": 236,
      "_sir": 237,
      "lf": 238,
      "ight": 239,
      "be": 240,
      "_she": 241,
      "no": 242,
      "ian": 243,
      "_ca": 244,
      "_know": 245,
      "_r": 246,
      "_le": 247,
      "_our": 248,
      "la": 249,
      "esar": 250,
      "_from": 251,
      "_good": 252,
      "_mo": 253,
      "ure": 254,
      "_mu": 255
    },
    "merges": [
      "t h",
      "_ th",
      "_ a",
      "_ s",
      "o u",
      "e r",
      "_ i",
      "_ h",
      "_ m",
      "_ w",
      "n d",
      "o r",
      "e s",
      "_ b",
      "_th e",
      "i n",
      "_ t",
      "e n",
      "_ o",
      "_ f",
      "a t",
      "a r",
      "l l",
      "_ c",
      "_ d",
      "a n",
      "_ l",
      "o n",
      "i s",
      "_ y",
      "_ n",
      "_ p",
      "_y ou",
      "r e",
      "_o f",
      "_t o",
      "v e",
      "o m",
      "_a nd",
      "s t",
      "e d",
      "_ g",
      "in g",
      "_n o",
      "u s",
      "_w i",
      "_i n",
      "_b e",
      "o w",
      "r a",
      "l e",
      "_ e",
      "_h a",
      "_m y",
      "c h",
      "_h e",
      "c e",
      "l d",
      "a nd",
      "_m e",
      "_w h",
      "i r",
      "_s h",
      "s e",
      "a y",
      "u t",
      "er e",
      "_th at",
      "_f or",
      "i m",
      "_i s",
      "i t",
      "k e",
      "en t",
      "_no t",
      "g h",
      "a s",
      "r o",
      "a l",
      "e t",
      "r i",
      "o o",
      "ou r",
      "_i t",
      "_wi th",
      "_th ou",
      "es s",
      "i d",
      "a d",
      "w h",
      "_you r",
      "_h is",
      "_d o",
      "_s t",
      "_w e",
      "_s o",
      "a ll",
      "v er",
      "th er",
      "an t",
      "_a n",
      "u n",
      "es t",
      "gh t",
      "_h im",
      "_l o",
      "_ha ve",
      "r om",
      "_ k",
      "_th is",
      "_l i",
      "a m",
      "l y",
      "ou ld",
      "_o n",
      "a in",
      "_s e",
      "_a s",
      "om e",
      "or e",
      "_th y",
      "_d e",
      "_wi ll",
      "th e",
      "_h er",
      "_b ut",
      "or d",
      "_ re",
      "i nd",
      "g e",
      "l i",
      "p e",
      "t er",
      "p h",
      "u r",
      "w e",
      "_the e",
      "f e",
      "oo d",
      "t o",
      "c k",
      "a ke",
      "_lo ve",
      "h e",
      "q u",
      "i on",
      "ar t",
      "on e",
      "_a ll",
      "i ll",
      "i l",
      "_k n",
      "in e",
      "_f a",
      "r u",
      "on y",
      "_s u",
      "_ v",
      "c t",
      "_n e",
      "i ch",
      "a k",
      "th at",
      "us e",
      "o l",
      "_g o",
      "_b y",
      "_c h",
      "a st",
      "_a t",
      "_ u",
      "_e x",
      "_wh at",
      "_a re",
      "_m an",
      "_a m",
      "_l ord",
      "_sh all",
      "ro s",
      "o p",
      "ar d",
      "_s ir",
      "l f",
      "i ght",
      "b e",
      "_sh e",
      "n o",
      "i an",
      "_c a",
      "_kn ow",
      "_ r",
      "_l e",
      "_ our",
      "l a",
      "es ar",
      "_f rom",
      "_g ood",
      "_m o",
      "u re",
      "_m u"
    ]
  }
}