{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "&": 1,
      "(": 2,
      ")": 3,
      ",": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      ";": 18,
      "?": 19,
      "[": 20,
      "]": 21,
      "_": 22,
      "a": 23,
      "b": 24,
      "c": 25,
      "d": 26,
      "e": 27,
      "f": 28,
      "g": 29,
      "h": 30,
      "i": 31,
      "j": 32,
      "k": 33,
      "l": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "q": 39,
      "r": 40,
      "s": 41,
      "t": 42,
      "u": 43,
      "v": 44,
      "w": 45,
      "x": 46,
      "y": 47,
      "z": 48,
      "à": 49,
      "â": 50,
      "æ": 51,
      "ç": 52,
      "è": 53,
      "é": 54,
      "ê": 55,
      "ë": 56,
      "î": 57,
      "œ": 58,
      "—": 59,
      "‘": 60,
      "’": 61,
      "“": 62,
      "”": 63,
      "…": 64,
      "﻿": 65,
      "__": 66,
      "th": 67,
      "__th": 68,
      "__a": 69,
      "er": 70,
      "ou": 71,
      "__s": 72,
      "in": 73,
      "__h": 74,
      "__m": 75,
      "__w": 76,
      "en": 77,
      "or": 78,
      "nd": 79,
      "__b": 80,
      "__the": 81,
      "__i": 82,
      "__t": 83,
      "es": 84,
      "ar": 85,
      "__f": 86,
      "__o": 87,
      "ll": 88,
      "__c": 89,
      "at": 90,
      "is": 91,
      "__d": 92,
      "__l": 93,
      "on": 94,
      "an": 95,
      "__p": 96,
      "__n": 97,
      "__y": 98,
      "re": 99,
      "__of": 100,
      "__you": 101,
      "__and": 102,
      "__to": 103,
      "ing": 104,
      "st": 105,
      "__g": 106,
      "ed": 107,
      "om": 108,
      "ow": 109,
      "ve": 110,
      "le": 111,
      "__wi": 112,
      "and": 113,
      "us": 114,
      "ce": 115,
      "__in": 116,
      "__be": 117,
      "__no": 118,
      "ch": 119,
      "se": 120,
      "__he": 121,
      "ld": 122,
      "__my": 123,
      "__ha": 124,
      "ay": 125,
      "ir": 126,
      "it": 127
    },
    "merges": [
      "_ _",
      "t h",
      "__ th",
      "__ a",
      "e r",
      "o u",
      "__ s",
      "i n",
      "__ h",
      "__ m",
      "__ w",
      "e n",
      "o r",
      "n d",
      "__ b",
      "__th e",
      "__ i",
      "__ t",
      "e s",
      "a r",
      "__ f",
      "__ o",
      "l l",
      "__ c",
      "a t",
      "i s",
      "__ d",
      "__ l",
      "o n",
      "a n",
      "__ p",
      "__ n",
      "__ y",
      "r e",
      "__o f",
      "__y ou",
      "__a nd",
      "__t o",
      "in g",
      "s t",
      "__ g",
      "e d",
      "o m",
      "o w",
      "v e",
      "l e",
      "__w i",
      "a nd",
      "u s",
      "c e",
      "__ in",
      "__b e",
      "__n o",
      "c h",
      "s e",
      "__h e",
      "l d",
      "__m y",
      "__h a",
      "a y",
      "i r",
      "i t"
    ]
  }
}