{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "&": 3,
      "'": 4,
      "(": 5,
      ")": 6,
      "*": 7,
      ",": 8,
      "-": 9,
      ".": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "3": 14,
      "4": 15,
      "5": 16,
      "6": 17,
      "7": 18,
      "8": 19,
      "9": 20,
      ":": 21,
      ";": 22,
      "?": 23,
      "A": 24,
      "B": 25,
      "C": 26,
      "D": 27,
      "E": 28,
      "F": 29,
      "G": 30,
      "H": 31,
      "I": 32,
      "J": 33,
      "K": 34,
      "L": 35,
      "M": 36,
      "N": 37,
      "O": 38,
      "P": 39,
      "Q": 40,
      "R": 41,
      "S": 42,
      "T": 43,
      "U": 44,
      "V": 45,
      "W": 46,
      "X": 47,
      "Y": 48,
      "Z": 49,
      "[": 50,
      "]": 51,
      "_": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "j": 62,
      "k": 63,
      "l": 64,
      "m": 65,
      "n": 66,
      "o": 67,
      "p": 68,
      "q": 69,
      "r": 70,
      "s": 71,
      "t": 72,
      "u": 73,
      "v": 74,
      "w": 75,
      "x": 76,
      "y": 77,
      "z": 78,
      "}": 79,
      "À": 80,
      "Æ": 81,
      "Ç": 82,
      "É": 83,
      "à": 84,
      "â": 85,
      "æ": 86,
      "ç": 87,
      "è": 88,
      "é": 89,
      "ê": 90,
      "ë": 91,
      "î": 92,
      "œ": 93,
      "—": 94,
      "‘": 95,
      "’": 96,
      "“": 97,
      "”": 98,
      "…": 99,
      "﻿": 100,
      "th": 101,
      "ou": 102,
      "er": 103,
      "in": 104,
      "an": 105,
      "the": 106,
      "or": 107,
      "is": 108,
      "en": 109,
      "ar": 110,
      "at": 111,
      "on": 112,
      "ll": 113,
      "es": 114,
      "and": 115,
      "to": 116,
      "he": 117,
      "st": 118,
      "me": 119,
      "you": 120,
      "no": 121,
      "of": 122,
      "ha": 123,
      "re": 124,
      "se": 125,
      "it": 126,
      "ve": 127,
      "ing": 128,
      "le": 129,
      "wi": 130,
      "be": 131,
      "ch": 132,
      "ce": 133,
      "as": 134,
      "ow": 135,
      "my": 136,
      "hi": 137,
      "for": 138,
      "nd": 139,
      "ed": 140,
      "ld": 141,
      "ay": 142,
      "ere": 143,
      "ir": 144,
      "ut": 145,
      "Th": 146,
      "om": 147,
      "not": 148,
      "gh": 149,
      "li": 150,
      "we": 151,
      "de": 152,
      "that": 153,
      "ke": 154,
      "oo": 155,
      "And": 156,
      "with": 157,
      "our": 158,
      "ter": 159,
      "al": 160,
      "ri": 161,
      "us": 162,
      "wh": 163,
      "so": 164,
      "ad": 165,
      "ent": 166,
      "Wh": 167,
      "et": 168,
      "his": 169,
      "your": 170,
      "thou": 171,
      "all": 172,
      "ra": 173,
      "un": 174,
      "ther": 175,
      "do": 176,
      "ro": 177,
      "ght": 178,
      "ur": 179,
      "him": 180,
      "ly": 181,
      "this": 182,
      "have": 183,
      "ver": 184,
      "lo": 185,
      "am": 186,
      "The": 187,
      "ti": 188,
      "ess": 189,
      "ord": 190,
      "ould": 191,
      "ain": 192,
      "fe": 193,
      "will": 194,
      "id": 195,
      "are": 196,
      "her": 197,
      "est": 198,
      "EN": 199,
      "ck": 200,
      "pe": 201,
      "ma": 202,
      "now": 203,
      "ood": 204,
      "sha": 205,
      "ome": 206,
      "AN": 207,
      "ne": 208,
      "thy": 209,
      "fa": 210,
      "one": 211,
      "ge": 212,
      "su": 213,
      "ER": 214,
      "end": 215,
      "US": 216,
      "AR": 217,
      "but": 218,
      "IN": 219,
      "man": 220,
      "To": 221,
      "art": 222,
      "la": 223,
      "ard": 224,
      "pr": 225,
      "thee": 226,
      "ru": 227,
      "sh": 228,
      "by": 229,
      "shall": 230,
      "ill": 231,
      "mor": 232,
      "si": 233,
      "That": 234,
      "con": 235,
      "go": 236,
      "up": 237,
      "ON": 238,
      "ES": 239,
      "po": 240,
      "mo": 241,
      "rom": 242,
      "com": 243,
      "ine": 244,
      "ant": 245,
      "But": 246,
      "sel": 247,
      "En": 248,
      "ight": 249,
      "mu": 250,
      "ak": 251,
      "qu": 252,
      "te": 253,
      "il": 254,
      "ous": 255
    },
    "merges": [
      "t h",
      "o u",
      "e r",
      "i n",
      "a n",
      "th e",
      "o r",
      "i s",
      "e n",
      "a r",
      "a t",
      "o n",
      "l l",
      "e s",
      "an d",
      "t o",
      "h e",
      "s t",
      "m e",
      "y ou",
      "n o",
      "o f",
      "h a",
      "r e",
      "s e",
      "i t",
      "v e",
      "in g",
      "l e",
      "w i",
      "b e",
      "c h",
      "c e",
      "a s",
      "o w",
      "m y",
      "h i",
      "f or",
      "n d",
      "e d",
      "l d",
      "a y",
      "er e",
      "i r",
      "u t",
      "T h",
      "o m",
      "no t",
      "g h",
      "l i",
      "w e",
      "d e",
      "th at",
      "k e",
      "o o",
      "A nd",
      "wi th",
      "ou r",
      "t er",
      "a l",
      "r i",
      "u s",
      "w h",
      "s o",
      "a d",
      "en t",
      "W h",
      "e t",
      "h is",
      "you r",
      "th ou",
      "a ll",
      "r a",
      "u n",
      "th er",
      "d o",
      "r o",
      "gh t",
      "u r",
      "hi m",
      "l y",
      "th is",
      "ha ve",
      "v er",
      "l o",
      "a m",
      "T he",
      "t i",
      "es s",
      "or d",
      "ou ld",
      "a in",
      "f e",
      "wi ll",
      "i d",
      "ar e",
      "h er",
      "es t",
      "E N",
      "c k",
      "p e",
      "m a",
      "no w",
      "oo d",
      "s ha",
      "o me",
      "A N",
      "n e",
      "th y",
      "f a",
      "on e",
      "g e",
      "s u",
      "E R",
      "en d",
      "U S",
      "A R",
      "b ut",
      "I N",
      "m an",
      "T o",
      "ar t",
      "l a",
      "ar d",
      "p r",
      "the e",
      "r u",
      "s h",
      "b y",
      "sha ll",
      "i ll",
      "m or",
      "s i",
      "Th at",
      "c on",
      "g o",
      "u p",
      "O N",
      "E S",
      "p o",
      "m o",
      "r om",
      "c om",
      "in e",
      "an t",
      "B ut",
      "se l",
      "E n",
      "i ght",
      "m u",
      "a k",
      "q u",
      "t e",
      "i l",
      "ou s"
    ]
  }
}